Repository: common-repository/social-shadow
Catalog: lang/FG-*.po
Languages: sv_se

source: You are not allowed to be on this page
sv_se: Det är inte tillåtet att besöka den här delen av webplatsen

source: Social shadow settings
sv_se: Inställningar för Social shadow

source: Facebook app config
sv_se: Inställningar för Facebook applikation

source: App id
sv_se: Applikations-ID

source: App secret
sv_se: Applikationshemlighet

source: Page id
sv_se: Sid-id

source: Thumbnails
sv_se: Miniatyrer

source: Let the plugin set the posts thumbnails?(requires a theme that supports thumbnails)
sv_se: Låt verktyget ställa in inläggsminiatyrer? (Kräver ett tema som stöder miniatyrer)

source: Content
sv_se: Innehåll

source: Get post video content, if it exists?
sv_se: Hämta inläggets video innehåll om det existerar?

source: Get post embedded link, if it exists?
sv_se: Hämtade inläggets inbäddade länk om den existerar?

source: Update interval in min.(min 30 min)
sv_se: Uppdateringsintervall, minst 30 [min]

source: The number of posts to fetch (default the latest post) max 35
sv_se: Anal inlägg att hämta per uppdatering (standard det senaste inlägget) max 35

source: The plugin must be restarted for the interval change to take effect
sv_se: Tilläget måste startas om för att intervall inställningarna ska gälla

source: Don't abort the saving process, if you do. The fetched data will be corrupted!
sv_se: Avbryt aldrig updateringsprocessen, om du gör det. Det hämtade datat kommer att vara korrupt.

source: Update settings
sv_se: Uppdatera inställningarna

source: Error app-id, app-secret or page id is not valid
sv_se: fel! applikations-id, applikationshemlighet eller sid-id är inte korrekt

source: Error the facebook page does not contain that much posts:
sv_se: Fel facebook-sidan innehåller inte så många inlägg:

source: A simple plugin that pulls information from a general facebook feed and creates a post of every feed.
sv_se: Ett enkelt tillägg som hämtar information från en allmän tillgängligt facebook sida, för att därefter spara datat som vanliga inlägg.
